<!DOCTYPE html PUBLIC "-//W3C//DTD XHTML 1.0 Strict//EN"
     "http://www.w3.org/TR/xhtml1/DTD/xhtml1-strict.dtd">
<html xmlns="http://www.w3.org/1999/xhtml" lang="de" xml:lang="de">
<!-- Mirrored from www.histag-schaumburg.de/page/page_ID/108?PHPSESSID=b938b189956f74e97f56d5a25cc7405c by HTTrack Website Copier/3.x [XR&CO'2014], Sun, 19 Sep 2021 19:25:11 GMT -->
<!-- Added by HTTrack --><meta http-equiv="content-type" content="text/html;charset=UTF-8" /><!-- /Added by HTTrack -->
<head>
	<title>Historische Arbeitsgemeinschaft für Schaumburg</title>
	<meta http-equiv="Content-type" content="text/html; charset=UTF-8" />
	<meta name="Description" content="Historische Arbeitsgemeinschaft für Schaumburg" />
	<meta name="Keywords" content="Historische Arbeitsgemeinschaft für Schaumburg, Geschichte Schaumburgs, Schaumburg-Lippe" />
	<meta name="Copyright" content="Copyright (c) 2006 Internet Marketing Services - alle Rechte vorbehalten - all rights reserved." />
	<meta name="Robots" content="index,follow" />
	<link rel="stylesheet" type="text/css" href="../../data/simple.css" />
	<style type="text/css">
	<!--
	/*/*/@import "../../data/style.css";
	-->
	</style>
	<!--[if IE 6.0]><link rel="stylesheet" type="text/css" href="/data/ie_6.css" /><![endif]-->	
	<link rel="stylesheet" type="text/css" media="print" href="../../data/print.css" />
	<script type="text/javascript" src="../../data/targetblank.js"></script>
	
</head>
<map name='image_map'>
	<area style="cursor:default;" shape="rect" coords="0,0,157,75" href="#" title="Bückeburg von Norden (Ausschnitt), von A. W. Strack, 1825." alt="Bückeburg von Norden (Ausschnitt), von A. W. Strack, 1825."></area>
	<area style="cursor:default;" shape="rect" coords="158,0,288,75" href="#" title="Leibarzt Dr. Bernhard Christoph Faust, von G. Osterwald, 1836." alt="Leibarzt Dr. Bernhard Christoph Faust, von G. Osterwald, 1836."></area>
	<area style="cursor:default;" shape="rect" coords="290,0,461,75" href="#" title="Rinteln, von M. Merian, 1647." alt="Rinteln, von M. Merian, 1647."></area>
	<area style="cursor:default;" shape="rect" coords="462,0,597,75" href="#" title="Gräfin Marie zu Schaumburg-Lippe (+1776) mit Hofmohr Alexander (+ 1789)." alt="Gräfin Marie zu Schaumburg-Lippe (+1776) mit Hofmohr Alexander (+ 1789)."></area>
</map>
<body>
<div id="bg_top">
<div id="page_container">
	<div id="main_container_twocol">
		<div id="head_container">
			<div id="image_map">
				<img border="0" width="599" height="76" src="../../data/transparent.gif" usemap="#image_map"/>
			</div>
		
			<div id="head_container_content" style="text-align:center;">
				<a href="9d0d3.html?PHPSESSID=b938b189956f74e97f56d5a25cc7405c" style="text-decoration:none;"><b>Impressum</b></a>&#160;&#160;&#160;<span style="color:#CC3300;">&#124;</span>&#160;&#160;&#160;<a href="60d0d3.html?PHPSESSID=b938b189956f74e97f56d5a25cc7405c" style="text-decoration:none;"><b>Kontakt</b></a><br/><a href="182d0d3.html?PHPSESSID=b938b189956f74e97f56d5a25cc7405c" style="text-decoration:none;"><b>Datenschutz</b></a>
			</div>
			
		</div>
		
		<div id="headline_container">
			<div id="headline_container_content">
				<a href="1d0d3.html?PHPSESSID=b938b189956f74e97f56d5a25cc7405c" class="off">Home</a>
<a href="57d0d3.html?PHPSESSID=b938b189956f74e97f56d5a25cc7405c" class="off">Publications</a>
<a href="58d0d3.html?PHPSESSID=b938b189956f74e97f56d5a25cc7405c" class="off">Latest</a>
<a href="59d0d3.html?PHPSESSID=b938b189956f74e97f56d5a25cc7405c" class="on">Schaumburg&#39;s History</a>
<a href="68d0d3.html?PHPSESSID=b938b189956f74e97f56d5a25cc7405c" class="off">Links</a>
			</div>
		</div>
		<div id="site_container">
			
			<div id="menue_container">
				<div id="menue">
					<ul><li><a href="81d0d3.html?PHPSESSID=b938b189956f74e97f56d5a25cc7405c" class="off">Overview<br />
</a><ul><li><a href="108d0d3.html?PHPSESSID=b938b189956f74e97f56d5a25cc7405c" class="on">Schaumburg in the Middle Ages<br />
</a></li><li><a href="109d0d3.html?PHPSESSID=b938b189956f74e97f56d5a25cc7405c" class="off">Schaumburg in the 16th and 17th Century<br />
</a></li><li><a href="110d0d3.html?PHPSESSID=b938b189956f74e97f56d5a25cc7405c" class="off">After 1647: Grafschaft Schaumburg, Hessish Section<br />
</a></li><li><a href="111d0d3.html?PHPSESSID=b938b189956f74e97f56d5a25cc7405c" class="off">After 1647: Grafschaft Schaumburg, Lippe Section / Schaumburg-Lippe<br />
</a></li><li><a href="112d0d3.html?PHPSESSID=b938b189956f74e97f56d5a25cc7405c" class="off">Reunification in the county of Schaumburg 1977<br />
</a></li></ul><li><a href="82d0d3.html?PHPSESSID=b938b189956f74e97f56d5a25cc7405c" class="off">Schaumburg Genealogy<br />
</a></li><li><a href="83d0d3.html?PHPSESSID=b938b189956f74e97f56d5a25cc7405c" class="off">Schaumburg-Lippe Genealogy<br />
</a></li><li><a href="84d0d3.html?PHPSESSID=b938b189956f74e97f56d5a25cc7405c" class="off">Historical Maps and Views<br />
</a></li><li><a href="76d0d3.html?PHPSESSID=b938b189956f74e97f56d5a25cc7405c" class="off">Schaumburger Emigrants<br />
</a></li><li><a href="77d0d3.html?PHPSESSID=b938b189956f74e97f56d5a25cc7405c" class="off">Schaumburg Bibliography<br />
</a></li></ul>
					
				</div>
			</div>
			
			<div id="content_container_twocol">
				<div id="content">
					<div class="provider">
  <h2>Schaumburg im Mittelalter - Entwicklung grundlegender Strukturen</h2>
  <br />
  <div class="beitrag_ir"><img border="0" src="../../data/pool/d698384987_250.jpg" title="" /><span class="small">Die Schaumburg (aus dem Skizzenbuch von Wilhelm Busch)</span><br />
    <br /><img border="0" src="../../data/pool/d648463098_250.jpg" title="" /><span class="small">Schema eines Hagenhufendorfes</span><br />
    <br /><img border="0" src="../../data/pool/d119287279_250.jpg" title="" /><span class="small">Stadtplan von Stadthagen (Houpe-Plan)</span><br />
    <br />
  </div>Der Name &quot;Schaumburg&quot; ist von der gleichnamigen Burg herzuleiten, die zwischen Rinteln und Hameln auf dem Wesergebirge liegt und das Wesertal beherrscht. Nach dieser Burg benannte sich ein Adelsgeschlecht, das im Mittelalter einen steilen Aufstieg erlebte.<br />
<br />
Im Jahre 1110 belehnte der Sachsenherzog Lothar von S&uuml;pplingenburg, der nachmalige Kaiser Lothar III. (1125-1137), den Edlen Adolf von der Schaumburg mit den Grafschaften Holstein und Stormarn. Seine Herkunft ist unbekannt; er wird aber der Erbauer der Schaumburg, nach der er sich nannte, gewesen sein. Das ist die erste Erw&auml;hnung des Geschlechts und der Burg.<br />
<br />
Adolf sollte die gef&auml;hrdete Slawengrenze verteidigen. Er und seine Nachfolger haben in Ostholstein aber auch kolonisiert. Hamburg wurde von Graf Adolf I. erweitert, L&uuml;beck von Graf Adolf II. im Jahre 1143, Kiel von Adolf IV. zwischen 1233 und 1242 als Stadt neu angelegt, Pl&ouml;n, Eutin und Travem&uuml;nde entstanden unter ihrer F&uuml;hrung. So stiegen die Schaumburger zu einem der bedeutendsten Geschlechter an der s&uuml;dlichen Ostsee auf. Sie verschw&auml;gerten sich mit den K&ouml;nigen von Schweden und D&auml;nemark, mit den Herz&ouml;gen von Sachsen-Lauenburg, Braunschweig-L&uuml;neburg und Mecklenburg. Eine Linie wurde zu Herz&ouml;gen von Schleswig. Die gemeinsame Geschichte des Landes Schleswig-Holstein und des Landkreises Schaumburg wird symbolhaft im Wappen ausgedr&uuml;ckt: Das Nesselblatt ist ebenso Teil des schleswig-holsteinischen Wappens wie Symbol des Landkreises Schaumburg.<br />
<br />
Die Grafen von Holstein-Schaumburg waren im Gebiet zwischen Steinhuder Meer und Hameln zun&auml;chst nur punktuell mit G&uuml;tern und Rechten begabt. Mit ihnen konkurrierten die Grafen von Roden, die Bisch&ouml;fe von Minden und die Herz&ouml;gen von Sachsen. Erst im Laufe des Hochmittelalters haben sich hier die Schaumburger durchgesetzt und ein geschlossenes Territorium geschaffen.<br />
<br />
Ein Mittel, dessen sich die Schaumburger zur Ausdehnung und Festigung ihres Herrschaftsbereichs bedienten, war die planm&auml;&szlig;ige Rodung und Aufsiedlung des Urwaldgebiets (Binnenkolonisation) n&ouml;rdlich der B&uuml;ckeberge, der Stadth&auml;ger Ebene. Der Schaumburger Wald ist ein Rest des D&uuml;lwalds, eines Urwalds, der bei der Kolonisation im 13. Jahrhundert verschwand. Es entstanden die Hagenhufend&ouml;rfer (z.B. Pollhagen, Probsthagen, Vornhagen) mit besonderem Recht und mit einem typischen Grundriss: An einer Stra&szlig;e liegen kilometerlang nebeneinander handtuchf&ouml;rmig gereiht auf der einen Seite die schmalen &Auml;cker, gegen&uuml;ber auf der anderen Seite die H&ouml;fe mit Wiesen und Weiden.<br />
<br />
Zu den &auml;ltesten schriftlich bezeugten Siedlungen in Schaumburg geh&ouml;ren die beiden Kl&ouml;ster M&ouml;llenbeck und Fischbeck im Wesertal. Das &auml;lteste &uuml;berlieferte Schriftst&uuml;ck in Schaumburg ist eine Urkunde f&uuml;r das Kloster M&ouml;llenbeck vom 13.8.896, ein Benediktinerinnen-Kloster, das 1441 in ein Augustiner-Kloster umgewandelt wurde, ehe es nach der Reformation 1559 ev. Kanonikatstift und nach dem 30j&auml;hrigen Krieg hessische Dom&auml;ne wurde, mit deren G&uuml;tern die 1621 gegr&uuml;ndete Universit&auml;t Rinteln ausgestattet wurde. Die Stiftskirche, seit 1836 ev. reformierte Pfarrkirche, ist eines der bedeutendsten Denkmale der Sp&auml;tgotik im mittleren Wesergebiet. Die beiden markanten Treppent&uuml;rme sind Reste eines romanischen Westwerks.<br />
<br />
Das Damenstift in Fischbeck wurde am 10.1.955 gegr&uuml;ndet (der Ort wird in einer Kaiser-Urkunde von 892 erw&auml;hnt und ist der &auml;lteste urkundlich belegte Ort in Schaumburg). Mitte des 13. Jahrhunderts wurde die Augustinerregel eingef&uuml;hrt. Nach der Reformation wurde es in ein freies Reichsstift verwandelt, das bis heute als ev. Damenstift weiterlebt. Die romanischen Bauformen aus der Zeit um 1100 und die Geschlossenheit der Anlage machen es zu einem bemerkenswerten Beispiel mittelalterlicher Klostertradition. Fischbeck geh&ouml;rt als Teil der politischen Gemeinde Hessisch Oldendorf seit der Verwaltungsreform nicht mehr zu Schaumburg.<br />
<br />
Als ev. Damenstift hat ebenfalls das ehemalige Augustiner-Nonnenkloster Obernkirchen &uuml;berlebt, das kurz vor 1167 gegr&uuml;ndet wurde. Die Propstei hatte 1498 auch Eink&uuml;nfte aus dem Kohlenbergbau; die diente zur Ausstattung der 1621 gegr&uuml;ndeten Universit&auml;t Rinteln. Die sp&auml;tmittelalterliche Hallenkirche mit doppelt&uuml;rmigem romanischen Westriegel wird auch als ev. Pfarrkirche genutzt.<br />
<br />
Im Jahre 1225 wurde das Zisterzienserinnenkloster Bischoperode bei Stadthagen nach Rinteln verlegt (sp&auml;ter Benediktinerinnen). Nach der Reformation wurden seine Geb&auml;ude 1621 von F&uuml;rst Ernst der neu gegr&uuml;ndeten Universit&auml;t &uuml;bergeben, seine G&uuml;ter zu ihrer Ausstattung verwandt. Nach Aufhebung der Universit&auml;t 1810 wurden die Geb&auml;ude abgerissen und statt dessen das Gymnasium Ernestinum errichtet. Von den mittelalterlichen Geb&auml;uden ist nur die hochgotische Kirche erhalten, die heute als ev. reformierte Pfarrkirche dient.<br />
<br />
Auch die Eink&uuml;nfte des 1298 gegr&uuml;ndeten Augustinerinnen-Klosters Egestorf wurden zur Ausstattung der Universit&auml;t Rinteln verwandt. Es verschwand, ohne augenf&auml;llige Spuren zu hinterlassen. Vom Franziskanerkloster in Stadthagen, das 1486 errichtet wurde und nur kurze Zeit bis zur Reformation existierte, ist allein der Chor der gotischen Kirche stehengeblieben, der bis heute von der ev. reformierten Gemeinde als Gotteshaus genutzt wird.<br />
<br />
Zu den Ma&szlig;nahmen des mittelalterlichen Landesausbaus geh&ouml;rte auch die Gr&uuml;ndung und Erweiterung von St&auml;dten. So wurden Stadthagen am Hellweg und Rinteln an der Weser, Oldendorf an der Stra&szlig;e von Minden nach Hildesheim von den Schaumburger Grafen um 1225/30 planm&auml;&szlig;ig angelegt. Stadthagen und Rinteln erhielten Lippst&auml;dter Stadtrecht und eine Befestigung, die am Beginn des 19. Jahrhunderts zur Parkanlage umgestaltet wurde und als solche - f&uuml;r jedermann leicht erkennbar - in der Gegenwart die mittelalterliche Altstadt umringt. Eindrucksvolle B&uuml;rgerbauten, Rath&auml;user und Pfarrkirchen zeugen vom Wohlstand und Selbstbewusstsein ihrer B&uuml;rger, Burgmannsh&ouml;fe von der Attraktivit&auml;t der Stadt auch f&uuml;r ritterb&uuml;rtige Familien der Umgebung.<br />
<br />
Die b&uuml;rgerlichen Siedlungen in B&uuml;ckeburg und Rodenberg sowie in Hagenburg (gegr&uuml;ndet von den Grafen von Roden) und Sachsenhagen (gegr&uuml;ndet von den Askaniern) kn&uuml;pften an landesherrliche Burgen, M&ouml;llenbeck und Obernkirchen an das jeweilige Kloster an; die Fischersiedlung Steinhude stand unter dem Einfluss des Kanonissenstifts Wunstorf. Ihre rechtliche und wirtschaftliche Entwicklung blieb wohl hinter den Erwartungen ihrer Gr&uuml;nder zur&uuml;ck; sie verblieben im Range von Minderst&auml;dten. B&uuml;ckeburg erhielt 1609, Obernkirchen und Rodenberg 1615, Sachsenhagen 1650 Stadtrechte. M&ouml;llenbeck entwickelte sich am Ende der Mittelalters sogar zum Dorf zur&uuml;ck.<br />
<br />
Durch geschickte Politik hatten sich die Schaumburger Grafen in ihren Stammlanden - der holsteinische Besitz hatte sich seit dem hohen Mittelalter auf die Herrschaft Pinneberg mit Altona reduziert - ein zusammenh&auml;ngendes kleines Territorium geschaffen. Von Adelsgeschlechtern wie Braunschweig-L&uuml;neburg wurden sie f&uuml;r ebenb&uuml;rtig angesehen; so heirateten in der zweiten H&auml;lfte des 15. Jahrhunderts von den 10 Kindern Ottos II. Tochter Mechthild (+ 1468) gleich zwei Braunschweig-L&uuml;neburgische Herz&ouml;ge hintereinander, Anton (1474-1526) eine Tochter des Herzogs von Sachsen-Lauenburg und Johann (1498-1527) die Cordula von Gemen, die als Mitgift die Herrschaft Gemen im M&uuml;nsterland (einschlie&szlig;lich der Herrschaft Bergen in Nordholland) in die Ehe einbrachte. Auch als F&uuml;rstbisch&ouml;fe machten die Grafen von Schaumburg bis zum Ende des Mittelalters Karriere: Drei Bisch&ouml;fe zu Hildesheim, f&uuml;nf Bisch&ouml;fe zu Minden, ein Bischof von Olm&uuml;tz - nicht gerechnet die anderen geistlichen W&uuml;rdentr&auml;ger in den Domkapiteln - stammten aus dem Schaumburger Grafenhaus; zwei Grafen von Schaumburg (Adolf 1547-1556; Anton 1556-1558) waren sogar Erzbisch&ouml;fe von K&ouml;ln und damit Kurf&uuml;rsten des Reiches.<br />
  <br />
  <div class="cr"></div>
</div>
				</div>
				<div id="print">
					<a title="Seite drucken" href="javascript:window.print();">Seite drucken</a>
				</div>
			</div>
			
			<div class="cb"></div>
	
		</div>
	</div>
	
	<div id="bottom_container">
		<div id="bottom_container_content">
			<div class="provider">
  <br /><p><strong>Historische Arbeitsgemeinschaft f&uuml;r Schaumburg</strong>  <font color="#de210f">|</font> Schlossplatz 2  <font color="#de210f">|</font>  31675 B&uuml;ckeburg  <font color="#de210f">|</font>  Tel.: 05722 / 967730  <font color="#de210f">|</font>  Fax: 05722 / 1289</p><br />
  <br />
</div>
		</div>
	</div>
	
</div>	
</div>
</body>
<!-- Mirrored from www.histag-schaumburg.de/page/page_ID/108?PHPSESSID=b938b189956f74e97f56d5a25cc7405c by HTTrack Website Copier/3.x [XR&CO'2014], Sun, 19 Sep 2021 19:25:11 GMT -->
</html>
