<!DOCTYPE html PUBLIC "-//W3C//DTD XHTML 1.0 Strict//EN"
     "http://www.w3.org/TR/xhtml1/DTD/xhtml1-strict.dtd">
<html xmlns="http://www.w3.org/1999/xhtml" lang="de" xml:lang="de">
<!-- Mirrored from www.histag-schaumburg.de/page/page_ID/109?PHPSESSID=ad90c510046f52a367ff7d903947eb09 by HTTrack Website Copier/3.x [XR&CO'2014], Sun, 19 Sep 2021 19:24:54 GMT -->
<!-- Added by HTTrack --><meta http-equiv="content-type" content="text/html;charset=UTF-8" /><!-- /Added by HTTrack -->
<head>
	<title>Historische Arbeitsgemeinschaft für Schaumburg</title>
	<meta http-equiv="Content-type" content="text/html; charset=UTF-8" />
	<meta name="Description" content="Historische Arbeitsgemeinschaft für Schaumburg" />
	<meta name="Keywords" content="Historische Arbeitsgemeinschaft für Schaumburg, Geschichte Schaumburgs, Schaumburg-Lippe" />
	<meta name="Copyright" content="Copyright (c) 2006 Internet Marketing Services - alle Rechte vorbehalten - all rights reserved." />
	<meta name="Robots" content="index,follow" />
	<link rel="stylesheet" type="text/css" href="../../data/simple.css" />
	<style type="text/css">
	<!--
	/*/*/@import "../../data/style.css";
	-->
	</style>
	<!--[if IE 6.0]><link rel="stylesheet" type="text/css" href="/data/ie_6.css" /><![endif]-->	
	<link rel="stylesheet" type="text/css" media="print" href="../../data/print.css" />
	<script type="text/javascript" src="../../data/targetblank.js"></script>
	
</head>
<map name='image_map'>
	<area style="cursor:default;" shape="rect" coords="0,0,157,75" href="#" title="Bückeburg von Norden (Ausschnitt), von A. W. Strack, 1825." alt="Bückeburg von Norden (Ausschnitt), von A. W. Strack, 1825."></area>
	<area style="cursor:default;" shape="rect" coords="158,0,288,75" href="#" title="Leibarzt Dr. Bernhard Christoph Faust, von G. Osterwald, 1836." alt="Leibarzt Dr. Bernhard Christoph Faust, von G. Osterwald, 1836."></area>
	<area style="cursor:default;" shape="rect" coords="290,0,461,75" href="#" title="Rinteln, von M. Merian, 1647." alt="Rinteln, von M. Merian, 1647."></area>
	<area style="cursor:default;" shape="rect" coords="462,0,597,75" href="#" title="Gräfin Marie zu Schaumburg-Lippe (+1776) mit Hofmohr Alexander (+ 1789)." alt="Gräfin Marie zu Schaumburg-Lippe (+1776) mit Hofmohr Alexander (+ 1789)."></area>
</map>
<body>
<div id="bg_top">
<div id="page_container">
	<div id="main_container_twocol">
		<div id="head_container">
			<div id="image_map">
				<img border="0" width="599" height="76" src="../../data/transparent.gif" usemap="#image_map"/>
			</div>
		
			<div id="head_container_content" style="text-align:center;">
				<a href="93b45.html?PHPSESSID=ad90c510046f52a367ff7d903947eb09" style="text-decoration:none;"><b>Impressum</b></a>&#160;&#160;&#160;<span style="color:#CC3300;">&#124;</span>&#160;&#160;&#160;<a href="603b45.html?PHPSESSID=ad90c510046f52a367ff7d903947eb09" style="text-decoration:none;"><b>Kontakt</b></a><br/><a href="1823b45.html?PHPSESSID=ad90c510046f52a367ff7d903947eb09" style="text-decoration:none;"><b>Datenschutz</b></a>
			</div>
			
		</div>
		
		<div id="headline_container">
			<div id="headline_container_content">
				<a href="13b45.html?PHPSESSID=ad90c510046f52a367ff7d903947eb09" class="off">Home</a>
<a href="573b45.html?PHPSESSID=ad90c510046f52a367ff7d903947eb09" class="off">Publications</a>
<a href="583b45.html?PHPSESSID=ad90c510046f52a367ff7d903947eb09" class="off">Latest</a>
<a href="593b45.html?PHPSESSID=ad90c510046f52a367ff7d903947eb09" class="on">Schaumburg&#39;s History</a>
<a href="683b45.html?PHPSESSID=ad90c510046f52a367ff7d903947eb09" class="off">Links</a>
			</div>
		</div>
		<div id="site_container">
			
			<div id="menue_container">
				<div id="menue">
					<ul><li><a href="813b45.html?PHPSESSID=ad90c510046f52a367ff7d903947eb09" class="off">Overview<br />
</a><ul><li><a href="1083b45.html?PHPSESSID=ad90c510046f52a367ff7d903947eb09" class="off">Schaumburg in the Middle Ages<br />
</a></li><li><a href="1093b45.html?PHPSESSID=ad90c510046f52a367ff7d903947eb09" class="on">Schaumburg in the 16th and 17th Century<br />
</a></li><li><a href="1103b45.html?PHPSESSID=ad90c510046f52a367ff7d903947eb09" class="off">After 1647: Grafschaft Schaumburg, Hessish Section<br />
</a></li><li><a href="1113b45.html?PHPSESSID=ad90c510046f52a367ff7d903947eb09" class="off">After 1647: Grafschaft Schaumburg, Lippe Section / Schaumburg-Lippe<br />
</a></li><li><a href="1123b45.html?PHPSESSID=ad90c510046f52a367ff7d903947eb09" class="off">Reunification in the county of Schaumburg 1977<br />
</a></li></ul><li><a href="823b45.html?PHPSESSID=ad90c510046f52a367ff7d903947eb09" class="off">Schaumburg Genealogy<br />
</a></li><li><a href="833b45.html?PHPSESSID=ad90c510046f52a367ff7d903947eb09" class="off">Schaumburg-Lippe Genealogy<br />
</a></li><li><a href="843b45.html?PHPSESSID=ad90c510046f52a367ff7d903947eb09" class="off">Historical Maps and Views<br />
</a></li><li><a href="763b45.html?PHPSESSID=ad90c510046f52a367ff7d903947eb09" class="off">Schaumburger Emigrants<br />
</a></li><li><a href="773b45.html?PHPSESSID=ad90c510046f52a367ff7d903947eb09" class="off">Schaumburg Bibliography<br />
</a></li></ul>
					
				</div>
			</div>
			
			<div id="content_container_twocol">
				<div id="content">
					<div class="provider">
  <h2>Schaumburg im 16. und 17. Jahrhundert - Kulturelle Blüte und Wandel mit langfristigen Folgen</h2>
  <br />
  <div class="beitrag_ir"><img border="0" src="../../data/pool/d155887967_250.jpg" title="" /><span class="small"> Stadtansicht von Rinteln, 1647 (Mattheus Merian)</span><br />
    <br />
  </div>Die Reformation wurde 1559, also vergleichsweise sp&auml;t, unter dem Grafen Otto IV. (1544-1576) eingef&uuml;hrt, der zun&auml;chst auf der katholischen Seite stand. Otto hatte in L&ouml;wen studiert, war 1531-1537 Bischof von Hildesheim und beteiligte sich auf der Seite Spaniens am Krieg gegen Frankreich, ehe er sich 1558 in zweiter Ehe mit Elisabeth Ursula zu Braunschweig und L&uuml;neburg, einer Tochter Herzogs Ernst, des Bekenners, verm&auml;hlte. Unter ihrem Einfluss wurde in Schaumburg die evangelische Lehre eingef&uuml;hrt. Die beiden Kl&ouml;ster Obernkirchen und Fischbeck blieben als evangelische Damenstifte bis heute bestehen.<br />
<br />
Ihren kulturellen H&ouml;hepunkt erlebte die Grafschaft unter Ottos Sohn Ernst (1601-1622). Ernst war 1569 in B&uuml;ckeburg geboren, in Detmold am Hofe Simons VI. zur Lippe aufgewachsen, hatte in Helmstedt Rechtswissenschaften studiert, sich in Kassel am Hofe des hochgelehrten Landgrafen Moritz aufgehalten und auf Bildungsreisen durch halb Europa Kunst und Kultur Italiens und der Niederlande kennengelernt. Zur Frau nahm er die Schwester des Landgrafen Moritz, Hedwig. Von hervorragenden M&auml;nnern beraten, sanierte er die Landesfinanzen, f&uuml;hrte das Land zu wirtschaftlicher Bl&uuml;te und ordnete es neu. 1606 verlegte er die Haupt-Residenz von Stadthagen nach B&uuml;ckeburg, das er entsprechend seinen hohen Pl&auml;nen und Anspr&uuml;chen ausbaute. Der Goldene Saal mit seiner G&ouml;tterpforte beeindruckt noch heute jeden B&uuml;ckeburger Schlossbesucher durch seinen Glanz; auch die Stadtkirche und die Anlage des Marktplatzes mitsamt angrenzenden Geb&auml;uden gehen auf den Grafen Ernst zur&uuml;ck. Das Mausoleum in Stadthagen von Giovanni M. Nosseni und seine bedeutenden Skulpturen von Adrian de Vries, das akademische Gymnasium in Stadthagen und die Universit&auml;t Rinteln sind von ihm ins Werk gesetzt worden. Er gab dem Land eine Polizei- (1615) und eine Kirchenordnung (1614), die teilweise bis weit ins 19. Jahrhundert hinein g&uuml;ltig blieben. Seine Geldmittel, die gro&szlig;enteils aus dem Schaumburger Bergbau stammten, reichten auch f&uuml;r ein gr&ouml;&szlig;eres Darlehen, das er dem Kaiser zur Verf&uuml;gung stellte. Zum Dank wurde Graf Ernst 1619 in den F&uuml;rstenstand erhoben.<br />
<br />
Die Universit&auml;t Rinteln wurde 1621 mit kaiserlichem Privileg gegr&uuml;ndet. Die Ausstattung reichte zun&auml;chst f&uuml;r zw&ouml;lf Professoren und einige zig Stipendien. Nach erfolgversprechendem Auftakt erlebte sie bereits 1622 einen j&auml;hen Einbruch durch den Tod ihres Gr&uuml;nders und die Wirren des 30j&auml;hrigen Kriegs. Sie geh&ouml;rte mit gew&ouml;hnlich zirka 150 Studenten zu den kleineren Universit&auml;ten; ihr r&auml;umlicher Einzugsbereich beschr&auml;nkte sich auf die n&auml;here bis weitere Umgebung Nordwestdeutschlands.<br />
<br />
Unter den akademischen Lehranstalten blieb ihr Ruf im ganzen eher bescheiden. So gab es nur wenig Protest, als sie im Jahre 1810 aufgehoben und ihre G&uuml;ter der Universit&auml;t Marburg einverleibt wurden; das Archiv wurde weitgehend vernichtet. Die Universit&auml;tsgeb&auml;ude wurden abgerissen, an ihrer Stelle das Gymnasium &quot;Ernestinum&quot; errichtet.<br />
<br />
Als F&uuml;rst Ernst am 21. M&auml;rz 1622 in seinem Mausoleum in Stadthagen beigesetzt wurde, zogen Truppen der kaiserlichen Liga gegen den &quot;tollen&quot; Herzog Christian von Braunschweig und L&uuml;neburg durch das Wesertal; der 30j&auml;hrige Krieg hatte Schaumburg erreicht. Wie ganz Deutschland litt die Bev&ouml;lkerung unter Einquartierungen, Erpressung und Brandschatzung; Pest und Mangel taten ein &uuml;briges. Wieder und wieder wurde das Wesertal als Durchzugs- und Aufmarschgebiet genutzt. Eine der wenigen gro&szlig;en Schlachten fand am 28. Juni 1633 bei Hessisch Oldendorf statt; sie endete f&uuml;r die evangelische Partei siegreich, ohne jedoch einen wesentlichen Einfluss auf den weiteren Verlauf des Krieges zu nehmen.<br />
<br />
F&uuml;rst Ernst war kinderlos gestorben. Das Erbe trat die Gemener Linie des Schaumburger Grafenhauses an. Graf Otto V. nahm 1640 an einem Kriegsrat der evangelischen Partei in Hildesheim teil, als den Teilnehmern bei einem Gastmahl, wie es hei&szlig;t, Gift untergemischt wurde. Jedenfalls verstarb Graf Otto V. wenige Tage nach seiner R&uuml;ckkehr aus Hildesheim am 15. November 1640 und mit ihm der letzte m&auml;nnliche Schaumburger. Mit seinem Tod fand die &quot;Alte Grafschaft Schaumburg&quot; ihr Ende. Das Erbe stand zur Aufteilung an. Ottos Mutter Elisabeth, Tochter Simons VI. zur Lippe, &uuml;bertrug alle Rechte ihrem Bruder Philipp. Die ausw&auml;rtigen Beziehungen fielen weg: Die Grafschaft Pinneberg und die Herrschaft Bergen wurden verkauft, die Herrschaft Gemen fiel an die Grafen von Limburg, die verpf&auml;ndete Grafschaft Sternberg an Lippe. Auf die Stammlande an der Weser erhoben mehrere Parteien Anspruch: Braunschweig-L&uuml;neburg zog das Amt Lauenau, die Vogtei Lachem, Mesmerode und Bokeloh sowie Wiedensahl als erledigtes Lehen ein; lehnsrechtliche Anspr&uuml;che machten auch die Landgrafschaft Hessen-Kassel und das F&uuml;rstbistum Minden geltend, erbrechtliche Anspr&uuml;che die Grafen zur Lippe. Es kam zur Teilung der alten Grafschaft Schaumburg in zwei gleichwertige H&auml;lften: Die Grafen zur Lippe (Nebenlinie Alverdissen) erhielten die &Auml;mter Arensburg, B&uuml;ckeburg, Stadthagen Hagenburg und die H&auml;lfte des Amtes Sachsenhagen; Hessen erhielt die &Auml;mter Rodenberg und Schaumburg und die s&uuml;dliche H&auml;lfte des Amts Sachsenhagen. Gemeinschaftlich blieben der Besitz der Universit&auml;t Rinteln (bis 1665), der Weserz&ouml;lle (bis 1734) und der Bergwerke (bis ins 20. Jh.). Das von den Schweden beherrschte Minden ging am Ende leer aus. In mehreren Vertr&auml;gen wurde diese Regelung 1647 und in Artikel XV des am 14./24. Oktober 1648 zwischen Kaiser und Schweden abgeschlossenen Westf&auml;lischen Friedensvertrages abschlie&szlig;end besiegelt.<br />
  <br />
  <div class="cr"></div>
</div>
				</div>
				<div id="print">
					<a title="Seite drucken" href="javascript:window.print();">Seite drucken</a>
				</div>
			</div>
			
			<div class="cb"></div>
	
		</div>
	</div>
	
	<div id="bottom_container">
		<div id="bottom_container_content">
			<div class="provider">
  <br /><p><strong>Historische Arbeitsgemeinschaft f&uuml;r Schaumburg</strong>  <font color="#de210f">|</font> Schlossplatz 2  <font color="#de210f">|</font>  31675 B&uuml;ckeburg  <font color="#de210f">|</font>  Tel.: 05722 / 967730  <font color="#de210f">|</font>  Fax: 05722 / 1289</p><br />
  <br />
</div>
		</div>
	</div>
	
</div>	
</div>
</body>
<!-- Mirrored from www.histag-schaumburg.de/page/page_ID/109?PHPSESSID=ad90c510046f52a367ff7d903947eb09 by HTTrack Website Copier/3.x [XR&CO'2014], Sun, 19 Sep 2021 19:24:54 GMT -->
</html>
