<!DOCTYPE html PUBLIC "-//W3C//DTD XHTML 1.0 Strict//EN"
     "http://www.w3.org/TR/xhtml1/DTD/xhtml1-strict.dtd">
<html xmlns="http://www.w3.org/1999/xhtml" lang="de" xml:lang="de">
<!-- Mirrored from www.histag-schaumburg.de/page/page_ID/111?PHPSESSID=ad90c510046f52a367ff7d903947eb09 by HTTrack Website Copier/3.x [XR&CO'2014], Sun, 19 Sep 2021 19:24:54 GMT -->
<!-- Added by HTTrack --><meta http-equiv="content-type" content="text/html;charset=UTF-8" /><!-- /Added by HTTrack -->
<head>
	<title>Historische Arbeitsgemeinschaft für Schaumburg</title>
	<meta http-equiv="Content-type" content="text/html; charset=UTF-8" />
	<meta name="Description" content="Historische Arbeitsgemeinschaft für Schaumburg" />
	<meta name="Keywords" content="Historische Arbeitsgemeinschaft für Schaumburg, Geschichte Schaumburgs, Schaumburg-Lippe" />
	<meta name="Copyright" content="Copyright (c) 2006 Internet Marketing Services - alle Rechte vorbehalten - all rights reserved." />
	<meta name="Robots" content="index,follow" />
	<link rel="stylesheet" type="text/css" href="../../data/simple.css" />
	<style type="text/css">
	<!--
	/*/*/@import "../../data/style.css";
	-->
	</style>
	<!--[if IE 6.0]><link rel="stylesheet" type="text/css" href="/data/ie_6.css" /><![endif]-->	
	<link rel="stylesheet" type="text/css" media="print" href="../../data/print.css" />
	<script type="text/javascript" src="../../data/targetblank.js"></script>
	
</head>
<map name='image_map'>
	<area style="cursor:default;" shape="rect" coords="0,0,157,75" href="#" title="Bückeburg von Norden (Ausschnitt), von A. W. Strack, 1825." alt="Bückeburg von Norden (Ausschnitt), von A. W. Strack, 1825."></area>
	<area style="cursor:default;" shape="rect" coords="158,0,288,75" href="#" title="Leibarzt Dr. Bernhard Christoph Faust, von G. Osterwald, 1836." alt="Leibarzt Dr. Bernhard Christoph Faust, von G. Osterwald, 1836."></area>
	<area style="cursor:default;" shape="rect" coords="290,0,461,75" href="#" title="Rinteln, von M. Merian, 1647." alt="Rinteln, von M. Merian, 1647."></area>
	<area style="cursor:default;" shape="rect" coords="462,0,597,75" href="#" title="Gräfin Marie zu Schaumburg-Lippe (+1776) mit Hofmohr Alexander (+ 1789)." alt="Gräfin Marie zu Schaumburg-Lippe (+1776) mit Hofmohr Alexander (+ 1789)."></area>
</map>
<body>
<div id="bg_top">
<div id="page_container">
	<div id="main_container_twocol">
		<div id="head_container">
			<div id="image_map">
				<img border="0" width="599" height="76" src="../../data/transparent.gif" usemap="#image_map"/>
			</div>
		
			<div id="head_container_content" style="text-align:center;">
				<a href="93b45.html?PHPSESSID=ad90c510046f52a367ff7d903947eb09" style="text-decoration:none;"><b>Impressum</b></a>&#160;&#160;&#160;<span style="color:#CC3300;">&#124;</span>&#160;&#160;&#160;<a href="603b45.html?PHPSESSID=ad90c510046f52a367ff7d903947eb09" style="text-decoration:none;"><b>Kontakt</b></a><br/><a href="1823b45.html?PHPSESSID=ad90c510046f52a367ff7d903947eb09" style="text-decoration:none;"><b>Datenschutz</b></a>
			</div>
			
		</div>
		
		<div id="headline_container">
			<div id="headline_container_content">
				<a href="13b45.html?PHPSESSID=ad90c510046f52a367ff7d903947eb09" class="off">Home</a>
<a href="573b45.html?PHPSESSID=ad90c510046f52a367ff7d903947eb09" class="off">Publications</a>
<a href="583b45.html?PHPSESSID=ad90c510046f52a367ff7d903947eb09" class="off">Latest</a>
<a href="593b45.html?PHPSESSID=ad90c510046f52a367ff7d903947eb09" class="on">Schaumburg&#39;s History</a>
<a href="683b45.html?PHPSESSID=ad90c510046f52a367ff7d903947eb09" class="off">Links</a>
			</div>
		</div>
		<div id="site_container">
			
			<div id="menue_container">
				<div id="menue">
					<ul><li><a href="813b45.html?PHPSESSID=ad90c510046f52a367ff7d903947eb09" class="off">Overview<br />
</a><ul><li><a href="1083b45.html?PHPSESSID=ad90c510046f52a367ff7d903947eb09" class="off">Schaumburg in the Middle Ages<br />
</a></li><li><a href="1093b45.html?PHPSESSID=ad90c510046f52a367ff7d903947eb09" class="off">Schaumburg in the 16th and 17th Century<br />
</a></li><li><a href="1103b45.html?PHPSESSID=ad90c510046f52a367ff7d903947eb09" class="off">After 1647: Grafschaft Schaumburg, Hessish Section<br />
</a></li><li><a href="1113b45.html?PHPSESSID=ad90c510046f52a367ff7d903947eb09" class="on">After 1647: Grafschaft Schaumburg, Lippe Section / Schaumburg-Lippe<br />
</a></li><li><a href="1123b45.html?PHPSESSID=ad90c510046f52a367ff7d903947eb09" class="off">Reunification in the county of Schaumburg 1977<br />
</a></li></ul><li><a href="823b45.html?PHPSESSID=ad90c510046f52a367ff7d903947eb09" class="off">Schaumburg Genealogy<br />
</a></li><li><a href="833b45.html?PHPSESSID=ad90c510046f52a367ff7d903947eb09" class="off">Schaumburg-Lippe Genealogy<br />
</a></li><li><a href="843b45.html?PHPSESSID=ad90c510046f52a367ff7d903947eb09" class="off">Historical Maps and Views<br />
</a></li><li><a href="763b45.html?PHPSESSID=ad90c510046f52a367ff7d903947eb09" class="off">Schaumburger Emigrants<br />
</a></li><li><a href="773b45.html?PHPSESSID=ad90c510046f52a367ff7d903947eb09" class="off">Schaumburg Bibliography<br />
</a></li></ul>
					
				</div>
			</div>
			
			<div id="content_container_twocol">
				<div id="content">
					<div class="provider">
  <h2>Getrennte Entwicklung in Schaumburg nach 1647 - Grafschaft Schaumburg lippischen Anteils/Schaumburg-Lippe</h2>
  <br />
  <div class="beitrag_ir"><img border="0" src="../../data/pool/d404287181_250.jpg" title="" /><span class="small">Historische Karte des Schaumburger Landes<br /> Zeichnung von Christian Moritz, Staatsarchiv Bückeburg</span><br />
    <br />
  </div>Eine andere Entwicklung nahm der lippische Teil Schaumburgs, der das Gl&uuml;ck hatte, einige t&uuml;chtige Regenten hervorzubringen, die sich ganz dem Wohle ihres kleinen Landes widmeten. Zu den bedeutendsten und ber&uuml;hmtesten unter ihnen geh&ouml;rt Graf Wilhelm (reg. 1748-1777), der von K&ouml;nig Ludwig I. von Bayern f&uuml;r wert befunden wurde, in der Ehrengalerie der Walhalla mit einer B&uuml;ste unter die gro&szlig;en Deutschen eingereiht zu werden. In London geboren, nach zeitweiligem Aufenthalt in Genf und dem Studium in Leiden und Montpellier hatte er in &ouml;sterreichischen Heeresdiensten Italien kennengelernt. Als Feldmarschall in braunschweig-l&uuml;neburgisch / britischen Diensten k&auml;mpfte er im Siebenj&auml;hrigen Krieg erfolgreich in der Schlacht bei Minden 1759 und sicherte die Selbst&auml;ndigkeit Portugals gegen Frankreich und Spanien 1762. Nach den von ihm selbst angestellten, neuen milit&auml;r-theoretischen Konzepten baute er sein eigenes Land so aus, dass es sich im Kriegsfalle verteidigen lie&szlig;. So f&uuml;hrte er als erster die allgemeine Wehrpflicht ein und baute die Festung Wilhelmstein im Steinhuder Meer. Die Kriegsschule, die er auf dem Wilhelmstein einrichtete, brachte den preu&szlig;ischen Heeresreformer Gerhard Scharnhorst hervor. Er f&ouml;rderte die Landwirtschaft und das Gewerbe seines Landes; er legte Kolonistend&ouml;rfer an, verbesserte das Schulwesen und pflegte einen schriftlichen Gedankenaustausch mit Leuten wie Friedrich II. von Preu&szlig;en, Voltaire, Mendelssohn, M&ouml;ser und Gleim; an seinem Hof zog er den Universalgelehrten Johann Gottfried Herder (1771-1776 Konsistorialrat in B&uuml;ckeburg), den Philosophen Thomas Abbt und den &quot;Concertmeister&quot; Johann Christoph Friedrich Bach, den &quot;B&uuml;ckeburger Bach&quot; (1750-1795 in B&uuml;ckeburg). Wilhelms Grabmal, eine Pyramide mit freimaurerischen Symbolen, lie&szlig; er entgegen der Familientradition mitten im Schaumburger Wald anlegen.<br />
<br />
In der politischen Praxis des 18. Jahrhunderts entwickelte sich der lippische Anteil der Grafschaft Schaumburg mit der Residenz B&uuml;ckeburg zur selbst&auml;ndigen Grafschaft Schaumburg-Lippe. Nach dem Ende des Alten Reichs (1806) erfuhr das L&auml;ndchen sogar eine Rangerh&ouml;hung, als sein Regent Georg Wilhelm 1807 in eigener Initiative den F&uuml;rstentitel annahm: Aus der Grafschaft wurde nunmehr das F&uuml;rstentum Schaumburg-Lippe, das die volle Souver&auml;nit&auml;t beanspruchte.<br />
<br />
Unter F&uuml;rst Georg Wilhelm (1807-1860) wurde nach den verheerenden napoleonischen Kriegen die wirtschaftliche Entwicklung des Landes gezielt gef&ouml;rdert. Die Verkehrsverbindungen wurden erheblich vereinfacht, als im Jahre 1847 die Bahnlinie (Dortmund -) Minden - Hannover (- Berlin) er&ouml;ffnet wurde und 1854 Schaumburg-Lippe dem preu&szlig;ischen Zollgebiet beitrat. Die Landwirtschaft blieb trotz der Industrialisierung ein wichtiger Faktor. Sie wurde durch die Abl&ouml;sung von Diensten beziehungsweise Abgaben und durch die Teilung der Gemeinheiten von Fesseln befreit. All das f&uuml;hrte zu einem Modernisierungsschub wie nie zuvor. Der Bergbau und die Glasindustrie im kurhessischen Obernkirchen strahlten weit ins F&uuml;rstentum Schaumburg-Lippe hinein. Mit Einrichtung des Georgschachts bei Stadthagen wurde der H&ouml;hepunkt des Schaumburger Bergbaus erreicht, der auch im 20. Jahrhundert bl&uuml;hte, bis er im Jahre 1961 abrupt zu Ende ging. Daneben boten der f&uuml;rstliche Hof und landesherrliche Forsten vielen Besch&auml;ftigung.<br />
<br />
Beg&uuml;nstigt wurde die Industrialisierung Schaumburgs durch die relativ hohe Bev&ouml;lkerungsdichte, die vorhandenen Bodensch&auml;tze (Kohle, Sandstein) und die g&uuml;nstige Verkehrslage (Eisenbahn, Weser, Mittellandkanal, Autobahn seit den 30er Jahren des 20. Jahrhunderts). So kam es in Schaumburg - nicht gleichm&auml;&szlig;ig verteilt, sondern mit unterschiedlicher Schwerpunkbildung - zu einem Nebeneinander von Landwirtschaft, Bergbau und Glasindustrie, nicht zuletzt auch Kleingewerbe (Korbflechter) und Wanderarbeit (Heringsf&auml;ngerei). Industriest&auml;dte nach dem Muster des Ruhrgebiets oder des benachbarten Hannover (Linden) entstanden in Schaumburg nicht, vielmehr blieb die Siedlungsstruktur in Schaumburg d&ouml;rflich-kleinst&auml;dtisch gepr&auml;gt.<br />
<br />
Anspruch und Realit&auml;t des F&uuml;rstentums klafften im Laufe des 19. Jahrhunderts zunehmend auseinander. Zwar behielt Schaumburg-Lippe selbst 1866 seine Selbst&auml;ndigkeit, hinkte jedoch im Modernisierungsprozess hinter der allgemeinen Entwicklung her und musste von Preu&szlig;en &uuml;berall Hilfe annehmen, wo der Kleinstaat bei einer modernen Verwaltung &uuml;berfordert war. Post und Justiz, Schul- und Medizinalwesen wurden nach und nach preu&szlig;ischen Aufsichtsbeh&ouml;rden unterstellt. Nachdem 1867 das Milit&auml;rwesen ganz auf Preu&szlig;en &uuml;bergegangen war, wurde das 7. Westf&auml;lische J&auml;gerbataillon von Kleve nach B&uuml;ckeburg und Stadthagen verlegt; der F&uuml;rst zu Schaumburg-Lippe wurde zum Chef der &quot;B&uuml;ckeburger J&auml;ger&quot;. In der politischen Diskussion wurde Schaumburg-Lippe seit etwa 1840 mehr und mehr zum sprichw&ouml;rtlichen Objekt des Spottes gegen die unzeitgem&auml;&szlig;e Kleinstaaterei; er fand seinen bekanntesten Ausdruck im &quot;Duodez&quot; des Hermann L&ouml;ns, der von 1907 bis zu seiner K&uuml;ndigung 1909 Schriftleiter der Schaumburg-Lippischen Landeszeitung in B&uuml;ckeburg war.<br />
<br />
Kurz vor dem Ende der Monarchie haben die F&uuml;rsten ihrer Residenz noch einige Glanzlichter aufgesetzt: F&uuml;rst Georg (1893-1911) - dessen Bruder Adolf mit der Kaisertochter Viktoria verm&auml;hlt war und das &quot;Palais Schaumburg&quot; in Bonn bewohnte - erg&auml;nzte das Schloss im neubarocken Stil und gestaltete den Schlosshof v&ouml;llig neu, der seither rechts und links von zwei &quot;Kavaliersh&auml;uschen&quot; im wiederbelebten Stil der Weserrenaissance flankiert wird. Georgs Sohn F&uuml;rst Adolf (1911-1918) errichtete im B&uuml;ckeburger Schlosspark ein Mausoleum, das in Gr&ouml;&szlig;e und Ausstattung seinesgleichen sucht und in merkw&uuml;rdigem Gegensatz zur tats&auml;chlichen Bedeutung seines F&uuml;rstentums stand. Er lie&szlig; Bad Eilsen, das von der F&uuml;rstin Juliane (1761-1799) gegr&uuml;ndet worden war, zu einem ansehnlichen Kurort ausbauen.<br />
<br />
Als die Monarchie in Deutschland allgemein endete, verschwand mit der von au&szlig;en erzwungenen Abdankung des F&uuml;rsten Adolf am 15. November 1918 auch das F&uuml;rstentum Schaumburg-Lippe; mit der SPD an der Spitze der politischen Parteien teilte der junge republikanische Freistaat das Schicksal der &uuml;brigen L&auml;nder bis 1945.<br />
<br />
Zu Ende ging auch eine Besonderheit der Konfessionsgeschichte: An der Spitze der evangelisch-lutherischen Landeskirche Schaumburg-Lippe stand bis dahin der Landesherr als oberster Bischof; das Herrscherhaus war jedoch reformierten Bekenntnisses. 1918 endete auch das Kirchenregiment eines reformierten Landesf&uuml;rsten &uuml;ber eine lutherische Landeskirche. Sie hat sich bis heute als eine der kleinsten Landeskirchen Deutschlands selbst&auml;ndig erhalten.<br />
<br />
Die &Uuml;bergangslage zwischen Westfalen, zu dem Schaumburg bis zum Ende des Alten Reichs geh&ouml;rte, und dem nieders&auml;chsischen Hannover, das schon immer eine starke Anziehungskraft entfaltete, lie&szlig; nach dem 2. Weltkrieg die Frage der Zugeh&ouml;rigkeit Schaumburg-Lippes noch einmal offen erscheinen, als die L&auml;nder Nordrhein-Westfalen und Niedersachsen neu gebildet wurden. Durch Entscheidung der Britischen Milit&auml;rregierung ging das Land Schaumburg-Lippe im November 1946 zusammen mit den L&auml;ndern Braunschweig, Hannover und Oldenburg in das neugeschaffene Land Niedersachsen &uuml;ber. Aus dem ehemaligen Land wurde (nach Zusammenlegung der beiden Landkreise B&uuml;ckeburg und Stadthagen 1948) nunmehr der Landkreis Schaumburg-Lippe gebildet. Der Sitz der neuen Kreisverwaltung wurde in Stadthagen eingerichtet.<br />
<br />
Die Selbst&auml;ndigkeit des Landes hatte immer wieder zur Diskussion gestanden. Am 6. Juni 1926 entschied sich die Bev&ouml;lkerung in einer Volksabstimmung mit einer klaren Mehrheit gegen den Anschluss an Preu&szlig;en; am 24. Februar 1930 kam im Landtag die f&uuml;r den Anschluss erforderliche Zweidrittel-Mehrheit nicht zustande. Noch einmal wurde die Selbst&auml;ndigkeit 1975 zur Diskussion gestellt. In einer bundesweit beachteten Volksabstimmung votierte die Bev&ouml;lkerung Schaumburg-Lippes f&uuml;r die Selbst&auml;ndigkeit. Sie wurde nicht gew&auml;hrt. Wenn die Schaumburg-Lipper damit ihren Unwillen ausdr&uuml;cken wollte dagegen, dass Niedersachsen das ehemalige Landesverm&ouml;gen &uuml;bernommen und nur zu einem kleinen Teil an den Kreis zur&uuml;ckgegeben hatte, dann war die Volksabstimmung ein Erfolg: Die R&uuml;ckgabe des fr&uuml;heren Besitzes wurde erreicht.<br />
  <br />
  <div class="cr"></div>
</div>
				</div>
				<div id="print">
					<a title="Seite drucken" href="javascript:window.print();">Seite drucken</a>
				</div>
			</div>
			
			<div class="cb"></div>
	
		</div>
	</div>
	
	<div id="bottom_container">
		<div id="bottom_container_content">
			<div class="provider">
  <br /><p><strong>Historische Arbeitsgemeinschaft f&uuml;r Schaumburg</strong>  <font color="#de210f">|</font> Schlossplatz 2  <font color="#de210f">|</font>  31675 B&uuml;ckeburg  <font color="#de210f">|</font>  Tel.: 05722 / 967730  <font color="#de210f">|</font>  Fax: 05722 / 1289</p><br />
  <br />
</div>
		</div>
	</div>
	
</div>	
</div>
</body>
<!-- Mirrored from www.histag-schaumburg.de/page/page_ID/111?PHPSESSID=ad90c510046f52a367ff7d903947eb09 by HTTrack Website Copier/3.x [XR&CO'2014], Sun, 19 Sep 2021 19:24:54 GMT -->
</html>
